Repository: wp-plugins/simple-basic-contact-form
Catalog: languages/scf-*.po
Languages: de_de, es_es

source: requires WordPress 3.4 or higher, and has been deactivated!
de_de: benötigt WordPress 3.4 oder höher, und wurde deaktiviert!
es_es: requiere WordPress 3.4 o superior, y ha sido desactivado!

source: Please return to the
de_de: Bitte zurück nach
es_es: Por favor regrese al

source: WordPress Admin area
de_de: WordPress-Admin-Bereich
es_es: Área de Administración de WordPress

source: to upgrade WordPress and try again.
de_de: Wordpress upgraden und noch einmal probieren.
es_es: para actualizar WordPress e intente nuevamente.

source: Send email
de_de: Mail senden
es_es: Enviar mensaje

source: Settings
de_de: Einstellungen
es_es: Configuración

source: For example, +1 or -1
es_es: Por ejemplo, +1 or -1

source: Message sent from your contact form.
es_es: Mensaje enviado desde su formulario de contacto.

source: Name (Required)
es_es: Nombre (Requerido)

source: Email (Required)
es_es: Correo electrónico (Requerido)

source: Message (Required)
es_es: Mensaje (Requerido)

source: Success!
es_es: ¡Éxito!

source: Your message has been sent.
es_es: Su mensaje ha sido enviado.

source: Please complete the required fields.
es_es: Por favor complete los campos requeridos.

source: Incorrect response for challenge question. Please try again.
es_es: Respuesta incorrecta a la pregunta de seguridad. Por favor intente de nuevo.

source: Your Name
de_de: Ihr Name
es_es: Su Nombre

source: Your Email
de_de: Ihre Email-Adresse
es_es: Su Correo Electrónico

source: Correct Response
es_es: Respuesta Correcta

source: Your Message
es_es: Su Mensaje

source: Toggle all panels
de_de: Alle Panels umschalten
es_es: Expandir/colapsar todos los paneles

source: Overview
de_de: Überblick
es_es: Resumen

source: (SBCF) is a simple basic contact form for your WordPress-powered website. Automatically sends a carbon copy to the sender.
de_de: (SBCF) ist ein einfaches Kontakt-Formular für WordPress-betriebene Websites. Verschickt automatisch Kopien an den Sender.
es_es: (SBCF) genera un formulario básico de contacto para su sitio web en WordPress. Envía automáticamente una copia al remitente.

source: Simply choose your options, then add the shortcode to any post or page to display the contact form. For a contact form with more options try
de_de: Wählen Sie einfach Ihre Einstellungen, dann fügen Sie den Shortcode in jeden Blockeintrag oder jede Seite ein, um das Kontakt-Formular anzuzeigen. Für ein Formular mit mehr Optionen versuchen Sie
es_es: Sólo tiene que configurar sus opciones, y después agregar el código abreviado a cualquier entrada o página donde desee mostrar el formulario de contacto. Para un formulario de contacto con más opciones pruebe

source: To configure the contact form, visit the
de_de: Um das Kontakt-Formular zu konfigurieren, besuchen Sie
es_es: Para configurar el formulario de contacto, visite el

source: Options panel
de_de: Optionen
es_es: Panel de opciones

source: For the shortcode and template tag, visit
de_de: Für den Shortcode und das Template-Tag besuchen Sie
es_es: Para el código abreviado y el código para la plantilla del tema, visite

source: Shortcodes &amp; Template Tags
es_es: Códigos abreviados y Códigos para la plantilla del tema

source: To restore default settings, visit
de_de: Zum Zurücksetzen zu den Default-Einstellungen, besuchen Sie
es_es: Para restablecer las opciones predeterminadas, visite

source: Restore Default Options
de_de: Zurück zu den Default-Einstellungen
es_es: Restablecer opciones predeterminadas

source: For more information check the
de_de: Für mehr Informationen besuchen Sie
es_es: Para más información, lea el

source: and
de_de: und
es_es: y la

source: SBCF Homepage
es_es: Página inicial de SBCF

source: If you like this plugin, please
es_es: Si le ha gustado este plugin, por favor

source: Click here to rate and review this plugin on WordPress.org
es_es: Haga click aquí para calificar y comentar este plugin en WordPress.org

source: rate it at the Plugin Directory
es_es: califíquelo en el Directorio de Plugins

source: Options
de_de: Optionen
es_es: Opciones

source: Configure the contact form..
de_de: Kontakt-Formular konfigurieren.
es_es: Configure el formulario de contacto..

source: General options
de_de: Allgemeine Einstellungen
es_es: Opciones generales

source: How would you like to be addressed in messages sent from the contact form?
de_de: Wie möchten Sie in Mails aus dem Formular angesprochen werden?
es_es: ¿Cómo le gustaría que se dirijan a Ud. en los mensajes enviados desde el formulario de contacto?

source: Where would you like to receive messages sent from the contact form?
de_de: An welche Adresse sollen die Mails aus dem Formular geschickt werden?
es_es: ¿Dónde le gustaría recibir los mensajes enviados desde el formulario de contacto?

source: Your Site
de_de: Ihre WebSite
es_es: Su Sitio

source: From where should the contact messages indicate they were sent?
de_de: Wie lautet der Absender der Mails aus dem Formular?
es_es: ¿De dónde deberían los mensajes de contacto indicar que fueron enviados?

source: Default Subject
de_de: Standard-Betreff
es_es: Asunto predeterminado

source: What should be the default subject line for the contact messages?
de_de: Wie soll die Betreffzeile der Mail lauten?
es_es: ¿Cuál debería ser el asunto predeterminado para los mensajes de contacto?

source: Enable Captcha
de_de: Captcha aktivieren
es_es: Activar Captcha

source: Check this box if you want to enable the captcha (challenge question/answer).
de_de: Setze Sie einen Haken in dieser Box um Captcha zu aktivieren (Frage und Antwort)-
es_es: Marque esta casilla para activar la pregunta de seguridad (Captcha).

source: Challenge Question
de_de: Frage
es_es: Pregunta de Seguridad

source: What question should be answered correctly before the message is sent?
de_de: Welche Frage soll beantwortet werden, bevor die Mail versendet wird?
es_es: ¿Qué pregunta debe ser contestada correctamente antes de enviar el mensaje?

source: Challenge Response
de_de: Antwort
es_es: Respuesta a la Pregunta de Seguridad

source: What is the <em>only</em> correct answer to the challenge question?
de_de: Wie lautet die <em>einzig-richtige</em> Antwort?
es_es: ¿Cuál es la <em>única</em> respuesta correcta a la pregunta de seguridad?

source: Case-sensitive?
de_de: Groß-/Kleinschreibung beachten?
es_es: ¿Distinguir mayúsculas y minúsculas?

source: Check this box if you want the challenge response to be case-sensitive.
de_de: Machen Sie hier ein Häkchen, wenn bei der Antwort die Schreibweise geprüft werden soll.
es_es: Marque esta casilla para distinguir mayúsculas y minúsculas en la respuesta.

source: Time Offset
de_de: Zeitverschiebung
es_es: Diferencia Horaria

source: Please specify any time offset here. If no offset, enter "0" (zero).
de_de: Bitte geben Sie hier die Zeitverschiebung an. Bei keiner Zeitverschiebung bitte "0" (null) angeben.
es_es: Especifique la diferencia horaria opcional, o "0" (cero) si no es necesaria.

source: Current time:
de_de: Aktuelle Zeit:
es_es: Hora actual:

source: Enable Carbon Copies?
de_de: Sollen Kopien versendet werden?
es_es: ¿Activar copia al remitente?

source: Check this box if you want to enable the automatic sending of carbon-copies to the sender.
de_de: Machen Sie hier ein Häkchen, wenn an den Sender eine Kopie der Mail geschickt werden soll.
es_es: Marque esta casilla para enviar una copia automática al remitente del mensaje.

source: Mail Function
de_de: Mail-Funktion
es_es: Función de envío de correo

source: Check this box if you want to use PHP&rsquo;s mail() function instead of WP&rsquo;s wp_mail() (default).
de_de: Machen Sie hier ein Häkchen, wenn PHP&rsquo;s mail()-Funktion anstatt WP&rsquo;s wp_mail() (Standard) benutzt werden soll.
es_es: Marque esta casilla si Ud. prefiere usar la función mail() de PHP en lugar de la predeterminada de Wordpress wp_mail().

source: Success Message
de_de: Erfolgsnachricht
es_es: Mensaje de envío exitoso

source: Uncheck box to display brief success message; check box to display verbose success message (default).
es_es: Desactive esta casilla para mostrar un mensaje breve de confirmación de envío; actívela para mostrar el mensaje extendido (predeterminado).

source: Appearance
de_de: Aussehen
es_es: Apariencia

source: Custom CSS styles
de_de: Eigene CSS-Stile
es_es: Estilos CSS personalizados

source: Add some CSS to style the contact form. Note: do not include the <code>&lt;style&gt;</code> tags.<br /> Note: visit <a href="http://m0n.co/i" target="_blank">m0n.co/i</a> for complete list of CSS hooks.
de_de: Fügen Sie CSS-Stile für das Formular ein. Beachten Sie: Benutzen Sie nicht <code>&lt;style&gt;</code> tags.<br /> \ \ \ \ \ \ \ \ \ \ \ Beachten Sie: besuchen Sie <a href="http://m0n.co/i" target="_blank">m0n.co/i</a> für eine komplette Liste der CSS-Hooks.
es_es: Ingrese estilos CSS para personalizar el aspecto del formulario de contacto. Nota: no incluya las etiquetas <code>&lt;style&gt;</code>.<br /> Nota: visite <a href="http://m0n.co/i" target="_blank">m0n.co/i</a> para una lista completa de los selectores CSS disponibles.

source: Field Captions &amp; Placeholders
de_de: Feldnamen &amp; Platzhalter
es_es: Subtítulos de campos y valores predeterminados

source: Caption for Name Field
de_de: Feldnamen für Namensfest
es_es: Subtítulo para el campo Nombre

source: This is the caption that corresponds with the Name field.
de_de: Geben Sie den Namen für das Namensfeld an.
es_es: Este es un breve texto de ayuda que aparecerá junto al campo Nombre.

source: Caption for Email Field
de_de: Feldnamen für das EMail-Feld
es_es: Subtítulo para el campo Correo electrónico

source: This is the caption that corresponds with the Email field.
de_de: Geben Sie hier den Namen für das EMail-Feld an.
es_es: Este es un breve texto de ayuda que aparecerá junto al campo Correo electrónico.

source: Caption for Message Field
de_de: Feldnamen für das Nachricht-Feld
es_es: Subtítulo para el campo Mensaje

source: This is the caption that corresponds with the Message field.
de_de: Geben Sie hier den Namen für das Nachricht-Feld an.
es_es: Este es un breve texto de ayuda que aparecerá junto al campo Mensaje

source: Placeholder for Name Field
de_de: Platzhalter für das Namensfest
es_es: Valor predeterminado para el campo Nombre

source: This is the text appearing as the input placeholder for the name input.
de_de: Dieser Text erscheint als Platzhalter für das Namensfest
es_es: Este es el texto a mostrar dentro del campo Nombre, que desaparecerá cuando el usuario ponga el cursor en él.

source: Placeholder for Email Field
de_de: Platzhalter für das Emailfeld
es_es: Valor predeterminado para el campo Correo electrónico

source: This is the text appearing as the input placeholder for the email input.
de_de: Dieser Text erscheint als Platzhalter für das Emailfeld.
es_es: Este es el texto a mostrar dentro del campo Correo electrónico, que desaparecerá cuando el usuario ponga el cursor en él.

source: Placeholder for Captcha Field
de_de: Platzhalter für das Captcha-Feld
es_es: Valor predeterminado para el campo Código de seguridad

source: This is the text appearing as the input placeholder for the captcha input.
de_de: Dieser Text erschein als Platzhalter für das Captcha-Feld.
es_es: Este es el texto a mostrar dentro del campo Pregunta de Seguridad, que desaparecerá cuando el usuario ponga el cursor en él.

source: Placeholder for Message Field
de_de: Platzhalter für das Nachricht-Feld
es_es: Valor predeterminado para el campo Mensaje

source: This is the text appearing as the input placeholder for the message input.
de_de: Dieser Text erscheint als Platzhalter für das Nachricht-Feld.
es_es: Este es el texto a mostrar dentro del campo Mensaje, que desaparecerá cuando el usuario ponga el cursor en él.

source: Success &amp; error messages
de_de: Erfolgs- &amp; Fehlermeldungen
es_es: Mensajes de éxito y error

source: Note: use single quotes for attributes. Example: <code>&lt;span class='error'&gt;</code>
de_de: Beachten Sie: benutzen Sie einfache Anführungszeichen für Attribute. z.B.: <code>&lt;span class='error'&gt;</code>
es_es: Nota: utilice apóstrofes (comillas simples) para los atributos. Ejemplo: <code>&lt;span class='error'&gt;</code>

source: When the form is sucessfully submitted, this message will be displayed to the sender.
de_de: Wenn das Formular erfolgreich verarbeitet wurde, wird dem Besucher diese Nachricht gezeigt.
es_es: Cuando el formulario sea enviado con éxito, este mensaje se mostrará al remitente.

source: Error Message
de_de: Fehlermeldung
es_es: Mensaje de Error

source: If the user skips a required field, this message will be displayed.
de_de: Wenn ein Besucher ein erforderliches Feld leer lässt, wird diese Nachricht angezeigt.
es_es: Si el usuario omite un campo obligatorio, se le mostrará este mensaje.

source: Incorrect Response
de_de: Falsche Antwort
es_es: Respuesta Incorrecta

source: When the challenge question is answered incorrectly, this message will be displayed.
de_de: Wenn die Captcha-Frage falsch beantwortet wurde, wird diese Nachricht angezeigt.
es_es: Si la respuesta a la pregunta de seguridad es incorrecta, se mostrará este mensaje.

source: Error Fields
de_de: Fehlerfelder
es_es: Campos con error

source: Here you may specify the default CSS for error fields, or add other attributes.
de_de: Hier können Sie den CSS-Stil für die Fehlerfelder angeben oder andere Attribute hinzufügen.
es_es: Aquí puede especificar el código CSS predeterminado para los campos erróneos, o añadir otros atributos.

source: Custom content before the form
de_de: Eigener Inhalt vor dem Formular
es_es: Contenido personalizado encima del formulario

source: Add some text/markup to appear <em>before</em> the submitted contact form (optional).
de_de: Fügen Sie hier Text oder html ein, der <em>vor</em> dem Formular erscheinen soll (optional).
es_es: Ingrese el texto o HTML que aparecerá <em>antes</em> del formulario de contacto (opcional).

source: Custom content after the form
de_de: Eigener Inhalt nach dem Formular
es_es: Contenido personalizado debajo del formulario

source: Add some text/markup to appear <em>after</em> the submitted contact form (optional).
de_de: Fügen Sie hier Text oder html ein, der <em>nach</em> dem Formular erscheinen soll (optional).
es_es: Ingrese el texto o HTML que aparecerá <em>después</em> del formulario de contacto (opcional).

source: Custom content before results
de_de: Eigener Inhalt vor dem Ergebnis
es_es: Contenido personalizado encima del resultado

source: Add some text/markup to appear <em>before</em> the success message (optional).
de_de: Fügen Sie hier Text oder html ein, der <em>vor</em> dem Ergebnis stehe soll (optional).
es_es: Ingrese el texto o HTML que aparecerá <em>antes</em> del mensaje con los resultados del envío (opcional).

source: Custom content after results
de_de: Eigener Inhalt nach dem Ergebnis
es_es: Contenido personalizado debajo del resultado

source: Add some text/markup to appear <em>after</em> the success message (optional).
de_de: Fügen Sie hier Text oder html ein, der <em>nach</em> dem Ergebnis erscheinen soll (optional).
es_es: Ingrese el texto o HTML que aparecerá <em>después</em> del mensaje con los resultados del envío (opcional).

source: Save Settings
de_de: Einstellungen speichern
es_es: Guardar Configuración

source: Shortcode
es_es: Código abreviado (shortcode)

source: Use this shortcode to display the contact form on a post or page:
de_de: Benutzen Sie diesen Shortcode, um das Formular in einem Blockbeitrag oder einer Seite erscheine zu lassen:
es_es: Utilice este código abreviado para insertar el formulario en cualquier entrada o página:

source: Template tag
es_es: Código para la plantilla

source: Use this template tag to display the form anywhere in your theme template:
de_de: Benutzen Sie diesen Template-Tag, um das Formular in Ihrem Template erscheinen zu lassen:
es_es: Utilice este código para insertar el formulario en cualquier plantilla de su tema:

source: Restore default options upon plugin deactivation/reactivation.
de_de: Zurück zu den Werkseinstellungen, beim deaktivieren/reaktivieren des PlugIns.
es_es: Restaurar las opciones predeterminadas del plugin al desactivarlo y re-activarlo.

source: <strong>Tip:</strong> leave this option unchecked to remember your settings. Or, to go ahead and restore all default options, check the box, save your settings, and then deactivate/reactivate the plugin.
de_de: <strong>Tip:</strong>Machen Sie hier kein Häkchen, wenn Ihre Einstellungen erhalten bleiben sollen.
es_es: <strong>Tip:</strong> deje esta opción desactivada para conservar sus preferencias. O si desea restablecer todas las opciones por defecto, marque la casilla, guarde la configuración, y luego desactive y re-active el plugin.

source: Updates &amp; Info
es_es: Actualizaciones e Información

source: Are you sure you want to restore all default options? (this action cannot be undone)
de_de: Sind Sie sicher, dass Sie zurück zu den Standard-Einstellunge möchten? (Diese Aktion kann nicht zurückgängig gemacht werden!)
es_es: ¿Está seguro que desea restaurar todas las opciones predeterminadas? (esta acción no se puede deshacer)

source: Date
de_de: Datum

source: Form of Address
de_de: Anrede

source: Link to go back to the form
de_de: Link zurück zum Formular

source: What should be the form of address in the send mail?
de_de: Wie soll die Anrede in der Mail lauten?

source: What should be the text bevor technical data in the mail?
de_de: Wie soll der Text vor den technischen Daten in der Mail lauten?

source: What should be the text of the send mail bevor the message data?
de_de: Wie soll der Mailtext lauten, der vor den Maildaten angezeigt wird?
